({
    block: 'b-page',
    title: 'Simple article',
    head: [
        { elem: 'css', url: 'article.css' }
    ],
    content: [
        {
            block: 'headline',
            content: 'Сириуc'
        },
        {
            block: 'olist',
            content: [
                {
                    elem: 'item',
                    content: [
                        'История',
                        {
                            block: 'olist',
                            content: [
                                {
                                    elem: 'item',
                                    content: 'Открытие Сириуса B'
                                }
                            ]
                        },
                        {
                            elem: 'item',
                            content: 'Литература'
                        },
                        {
                            elem: 'item',
                            content: 'Комиксы и анимация'
                        },
                        {
                            elem: 'item',
                            content: 'Игры'
                        }
                    ]
                }
            ]
        },
        {
            block: 'para',
            content: [
                'Сириус (лат. ',
                { block: 'emph', content: 'Sirius' },
                '), α Большого Пса — ярчайшая звезда ночного неба. Сириус можно наблюдать из любого региона Земли, за исключением самых северных её областей. Сириус удалён на 8,6 световых лет от Солнечной системы и является одной из ближайших к нам звёзд. Он является звездой главной последовательности, спектрального класса A1.'
            ]
        },
        {
            block: 'para',
            content: [
                'В 1844 Ф. Бессель предположил, что Сириус представляет собой двойную звезду. В 1862 году А. Кларк (англ.) обнаружил звезду-компаньона, получившую название Сириус B (здесь латинская буква B, поскольку компоненты звёзд именуются заглавными латинскими буквами; в просторечии эту звезду часто называют Сириус-Б). Видимую звезду иногда называют Сириус A. Две звезды вращаются вокруг общего центра масс на расстоянии примерно в 20 а. е. с периодом оборота, близким к 50 годам. В 1915 астрономами из обсерватории Маунт-Вильсон было установлено, что Сириус B является белым карликом (это был первый из обнаруженных белых карликов). Интересно, что из этого следует, что Сириус B в прошлом должен был быть гораздо массивнее Сириуса A, так как он уже покинул главную последовательность в процессе эволюции.'
            ]
        },
        {
            block: 'para',
            content: [
                'Возраст Сириуса составляет, по современным исследованиям, примерно 230 миллионов лет (варьируются оценки от 200 до 300 миллионов лет). Первоначально Сириус состоял из двух мощных голубых звёзд спектрального класса A. Масса одного компонента была 5 масс Солнца, второго — 2 массы Солнца (Сириус B и Сириус A). Затем более мощный и массивный компонент Сириус B прогорел и стал белым карликом. ',
                '[',
                { block: 'link', url: '#9', content: '9' },
                '] ',
                'Сейчас масса Сириуса A примерно в два раза больше массы Солнца, Сириуса Б — немного меньше массы Солнца.'
            ]
        },
        {
            block: 'headline',
            mods: { level: 2 },
            content: 'История'
        },
        {
            block: 'para',
            content: [
                'Многие ',
                {
                    block: 'link',
                    mods: { pseudo: 'yes' },
                    content: 'древние культуры'
                },
                ' придавали особое значение Сириусу. Жители долины реки Нила поклонялись ему задолго до времени основания Рима. По наблюдениям гелиакического восхода Сириуса египетские жрецы точно предсказывали начало разлива Нила. Календарным годом в Древнем Египте считался период между двумя гелиакическими восходами Сириуса.'
            ]
        },
        {
            block: 'para',
            content: [
                'В шумеро-аккадской астрономии звезду называли Стрела и связывали с богом Нинуртой.[10] В надписи на монументе Тиглатпаласара I (XI век до н. э.) сказано: «в дни холода, мороза, льда, в дни появления звезды Стрела, которая [тогда] огненно красная, как медь», здесь описывается акронический восход Сириуса, который в средне- и новоассирийский периоды приходился на середину зимы.[11]'
            ]
        },
        {
            block: 'para',
            content: [
                'Современное название Сириуса происходит от написания ',
                {
                    block: 'strong',
                    content: 'Sirius'
                },
                ' — латинской транскрипции греческого Σείριος («яркий», «блестящий»). С древности Сириус называли Пёсьей звездой (как и Процион). Процион и Сириус издавна считались двумя «собачьими» звёздами.[12]'
            ]
        },
        {
            block: 'headline',
            mods: { level: 3 },
            content: 'Открытие Сириуса B'
        },
        {
            block: 'para',
            content: [
                'Сириус — звезда Южного полушария неба. В то же время, склонение Сириуса невелико, поэтому его можно наблюдать вплоть до 74° с. ш. — даже в таких северных городах России, как Мурманск, Верхоянск и Норильск. Сириус достаточно высоко (для уверенной видимости) поднимается над горизонтом вплоть до широт Петрозаводска.'
            ]
        },
        {
            block: 'para',
            content: [
                'В средних широтах России Сириус наблюдается в южной части неба осенью (под утро), зимой (от восхода и до заката) и весной (виден некоторое время после захода Солнца).'
            ]
        },
        {
            block: 'headline',
            mods: { level: 2 },
            content: 'Литература'
        },
        {
            block: 'ulist',
            content: [
                {
                    elem: 'item',
                    content: [
                        'В «Правдивых историях» ',
                        { block: 'link', url: '#', content: 'Лукиана' },
                        ' на Сириусе обитают фантастические существа — собако-жёлуди.'
                    ]
                },
                {
                    elem: 'item',
                    content: [
                        'В сатирической поэме ',
                        { block: 'link', url: '#', content: 'Джона Драйдена' },
                        ' «Ависсалом и Ахитопель» (1681), Сириус является причиной безумия.'
                    ]
                },
                {
                    elem: 'item',
                    content: [
                        'В «Микромегасе» ',
                        { block: 'link', url: '#', content: 'Вольтера Сириус' },
                        ' является родиной одного из главных героев.'
                    ]
                }
            ]
        },
        {
            block: 'headline',
            mods: { level: 2 },
            content: 'Комиксы и анимация'
        },
        {
            block: 'para',
            content: [
                'В оригинальном анимационном фильме «Голос далёкой звезды (',
                { block: 'emph', content: 'Hoshi no koe' },
                ')» экспедиция землян, состоящая из четырёх космических кораблей, направляется к Сириусу с целью преследования врагов-инопланетян, которые называются Tarsanis. Также в аниме показывается вымышленная четвёртая планета в системе Сириуса, которая называется Ахгата.'
            ]
        },
        {
            block: 'code',
            content: [
                '<script type="text/javascript">',
                '<!--',
                '// TODO: `code` block',
                'if (document.styleSheets && writeButton) {',
                '   writeButton("elements");',
                '}',
                '// -->',
                '</script>'
            ]
        },
        {
            block: 'para',
            content: [
                'Федеральная антимонопольная служба (ФАС) России оштрафовала ОАО «Газпром нефть» на более чем 900 миллионов ',
                {
                    block: 'cysign',
                    mods: { 'type': 'rur' },
                    content: 'рублей'
                },
                ' в рамках «третьей волны» антимонопольных дел в отношении нефтяных компаний.'
            ]
        }
    ]
})

